import Frame from "./frame";

export default function Frames() {
    
    const smallHeartArt = `
 ,d88b.d88b, <br />
 88888888888 <br />
 \`Y8888888Y' <br />
   \`Y888Y'    <br />
     \`Y' <br />
        `;

    return (
        <>
        
        <Frame text={`01/03/2025 <br />
                    <br />
                    настеееенькааа, приветикк! <br />
                    с днем рождения, золотце, ты самая прекрасная девушка которую я когда либо встречал и вообще 
                    самая лучшая девушка которую я когда либо знал!!! <br />
                    <br />

                    всем сердцем поздравляю тебя с таким праздником, солнце, поздравляю что тебе 17!! <br />

                    <br />
                    <br />
                    <br />
                    <br />
                    <br />
                    
                    это очень крутой возраст, я уверен что у тебя теперь в жизни еще больше разных всяких-привсяких возможностей, а еще я уверен
                    что пока тебе 17 ты сделаешь очень-очень много крутых штук-дрюк за этот год (* ^ ω ^) 

                    <br />
                    <br />

                    очень рад что знаком с тобой, надеюсь вскоре мы отпразднуем твой праздник вместе!♥ 
                    
                    <br />
                    <br />

                    настенька, с 17и летием тебя ! &lt;3
                    <br />
                    <br />
                    
                    ^^
                    
                    <br />
                    &zwnj;`
                }
            width={500} height={400} mleft={50} mtop={25} overflow="Y"
        />

        <Frame text={`01/05/2025 <br />
                    <br />
                    а этот текст нужно листать вправо!! берешшш мышку, <br />
                    выделяешь текст и ведешь ей плавно вправо! попробуй !!!
                    
                    я тебя ждуууауауауу 
                    &zwnj;
                    &zwnj;
                    &zwnj; 
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    дождался =)
                    
                    <br />
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    &zwnj;
                    
                    нААААСтенькаАА!! ты очень замечательная девушкаАаааАаа!! 
                    самая лучшая что есть, я очень благодарен тебе что мы знакомы, 
                    ты очень добрая, умная, заботливая, а еще мне очень-очень нравятся твои рисунки,
                    прям ты очень-очень красиво рисуешь!!! 
                     
                    мне прям правда тааак нравится, ты не представляешь :D 
                    спасибо тебе, солнышко, что ты всегда развиваешься, 
                    с тобой вечно не скучно и всегда есть о чем поговорить :) 
                    ты прекрасна ! 💫 &zwnj; 
                    
                    давай женица?? ай ладна, у тебя все равно выбора нет <33 💍
                    `
                }   
            width={750} height={230} mleft={530} mtop={75} overflow="X" rotate={-8}

        />

        {/* about cake */}
        <Frame text={`
          а какое это день рождение без тортика??? как хорошо что я его взял 
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          с собой заранее =)🥳🎉🎂

          <br />
          <br />
          <br />

          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;

       iiiiiiiiii       <br />

          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;

      |:H:a:p:p:y:|     <br />
      

          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;

    __|___________|__   <br />
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
   |^^^^^^^^^^^^^^^^^|  <br />
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
   |:B:i:r:t:h:d:a:y:|  <br />
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
   |&zwnj;
   &zwnj;
   &zwnj;
   &zwnj;
   &zwnj;
   &zwnj;
   &zwnj;
   &zwnj;
   &zwnj;
   &zwnj;
   &zwnj;
   &zwnj;
   &zwnj;
   &zwnj;
   &zwnj;
   &zwnj;
   &zwnj;
                    |  <br />
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
          &zwnj;
   ~~~~~~~~~~~~~~~~~~~  <br />


        `}   
            width={440} height={130} mleft={530} mtop={250} pbottom={50} overflow="Y" rotate={-4}

        />

        <Frame text={`${smallHeartArt}`} 
            width={150} height={150} mleft={535} mtop={-25} overflow="none" rotate={-10} zIndex={-1} textAlign="center"
        />  

        <Frame text={`${smallHeartArt}`} 
            width={150} height={150} mleft={1150} mtop={250} overflow="none" rotate={30} zIndex={-2} textAlign="center"
        />  

        {/* big heart in the middle */}
        <Frame text={` 
            ILOVEYOUILOVEYOUILOVEYOUILOVEYOUILOVEYOUILOVEYOUILOVEYOU <br />
            ILOVEYOUILO ****** VEYOU ****** ILOVEYOUILOVEYOUILOVEYOU <br />
            ILOVEYOU *********** I *********** LOVEYOUILOVEYOUILOVEY <br />
            OUIUI *************** *************** VEYOUILOVEYOUILOVE <br />
            YOUI ********************************** LOVEYOUILOVEYOUI <br />
            IL ************************************* OVEYOUILOVEYOUI <br />
            L *************I**LOVE**YOU*!************ OVEYOUILOVEYOU <br />
            I *************************************** LOVEYOUILOVEYO <br />
            U *************************************** ILOVEYOUILOVEY <br />
            OU ************************************* ILOVEYOUILOVEYO <br />
            UIL *********************************** OVEYOUILOVEYOUIL <br />
            OVEYO ******************************* ULOVEYOUILOVEYOUIL <br />
            OVEYOUI **************************** LOVEYOUILOVEYOUILOV <br />
            EYOUILOVE *********************** YOUILOVEYOUILOVEYOUILO <br />
            VEYOUILOVEYOU ***************** ILOVEYOUILOVEYOUILOVEYOU <br />
            ILOVEYOUILOVEYO ************* LOVEYOUILOVEYOUILOVEYOUILO <br />
            UILOVEYOUILOVEYOU ********* LOVEYOUILOVEYOUILOVEYOUILOVE <br />
            LOVEYOUILOVEYOUILOV ***** ILOVEYOUILOVEYOUILOVEYOUILOVEY <br />
            EYOUILOVEYOUILOVEYOU *** YOULOVEYOUILOVEYOUILOVEYOUILOVE <br />
            VEYOUILOVEYOUILOVEYOU * VEYOUILOVEYOUILOVEYOUILOVEYOUILO <br />
            OVEYOUILOVEYOUILOVEYOUILOVEYOUILOVEYOUILOVEYOUILOVEYOUIL <br />
         `} 
            width={650} height={550} mleft={530} mtop={300} overflow="none" rotate={-8} zIndex={-1} textAlign="right" 
        />

        <Frame text={`❤️`}
            width={60} height={60} mleft={1490} mtop={184} rotate={25} borderRadius={12.5} zIndex={-1} animateFrame={false}
        />

        <Frame text={`❤️❤️❤️`}
            width={100} height={60} mleft={412.5} mtop={820} rotate={25} borderRadius={12.5} zIndex={-2} animateFrame={false}
        />

        <Frame text={`❤️ <br /> ❤️ <br /> ❤️`}
            width={60} height={110} mleft={420} mtop={870} rotate={25} borderRadius={12.5} zIndex={-2} animateFrame={false}
        />

        <Frame text={`❤️ <br /> ❤️ <br /> ❤️`}
            width={60} height={110} mleft={380} mtop={860} rotate={25} borderRadius={12.5} zIndex={-3} animateFrame={false}
        />

        <Frame text={`❤️`}
            width={60} height={60} mleft={968} mtop={10} rotate={25} borderRadius={12.5} zIndex={-1} animateFrame={true}
        />

        <Frame text={`❤️`}
            width={60} height={60} mleft={1010} mtop={10} rotate={25} borderRadius={12.5} zIndex={-2} animateFrame={true}
        />

        <Frame text={`❤️`}
            width={60} height={60} mleft={1850} mtop={80} rotate={25} borderRadius={12.5} zIndex={-2} animateFrame={true}
        />

        <Frame text={`❤️`}
            width={60} height={60} mleft={1850} mtop={350} rotate={25} borderRadius={12.5} zIndex={-2} animateFrame={true}
        />

        <Frame text={`❤️`}
            width={60} height={60} mleft={1870} mtop={550} rotate={25} borderRadius={12.5} zIndex={-1} animateFrame={false}
        />

        {/* stickers are here */}
        <Frame text={` &zwnj; 
        ↓↓↓ 
        &zwnj;
        &zwnj;
        &zwnj;
        &zwnj;
        &zwnj; ↓↓↓
        &zwnj;
        &zwnj;
        &zwnj;
        &zwnj;
        &zwnj;
        &zwnj;
        ↓↓↓
        
        <br />
        &zwnj; а тута стииикерыыы =)) !!!! <br />
        &zwnj;
        &zwnj;
        &zwnj;
        &zwnj;
        &zwnj;↓↓↓
        &zwnj;
        &zwnj;
        &zwnj;
        ↓↓↓
        &zwnj;
        &zwnj;
        &zwnj;
        ↓↓↓ <br />
        &zwnj;
        &zwnj;
        &zwnj;
        &zwnj;
        &zwnj;
        &zwnj;
        &zwnj;
        &zwnj;
        &zwnj;
        &zwnj;
        &zwnj;
        &zwnj;
        &zwnj;
        &zwnj;
        &zwnj;
        &zwnj;
        &zwnj;
        &zwnj;
        &zwnj;
        (мыыы)`} 
            width={300}
            height={110}
            mleft={1500} animateBounce={true}
            mtop={100} animateFrame={false}
        />

        {/* two cats */}
        <Frame text={`
        &zwnj;
        &zwnj;
        &zwnj;
        
              &zwnj;
              &zwnj;
              &zwnj; へ 
               &zwnj;
               &zwnj;    ╱|、 ♡ <br /> 
        &zwnj;
        &zwnj;
        &zwnj;
        &zwnj;૮ -   ՛)  (˚ˎ 。7 <br />
  &zwnj;
  &zwnj;
  &zwnj;
         /   ⁻  ៸|  &zwnj; |、˜〵     <br />
        
乀 (ˍ, ل ل  じしˍ,)ノ <br />
        `} 
            width={220} textAlign="left"
            height={130} rotate={-25}
            mleft={1180} zIndex={3}
            mtop={550} animateFrame={true} 
        />

        {/* one cat */}
        <Frame text={` 
            &zwnj; ∧,,,∧ <br />
           (  ̳• · • ̳) <br />
            /    づ♡ <br />
        `} 
            width={125} textAlign="left"
            height={110} rotate={-25}
            mleft={1120}
            mtop={520} animateFrame={true} animateBounce={true}
        />

        {/* i love you frame inside big heart frame */}
        <Frame text={` 
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                я тебя люблю <3 <br />
                <br />
                надеюсь ты поняла насколько сильно я тебя люблю <3 <br />
            `}
            width={208} height={350} mleft={950} mtop={205} overflow="Y" rotate={-8} pbottom={0}
        />

        {/* reminder */}
        <Frame text={` 
                напоминалка: <br />                
                <br />
                я тебя очень люблю, ты самая-самая лучшая девушка на планете!! <br />

                <br />
                <br />
                <br />
                
                а еще ты очень красивая, умная, рукастая, добрая, веселая, заботливая, энергичная, талантливая,
                честная, креативная, привлекательная, оптимистичная, решительная, обаятельная, душевная, внимательная, очаровательная
                терпеливая, прекрасная, искренняя, любящая, поддерживающая, организованная, интересная, смешная, надежная, крутая 

                <br />
                <br />
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                и вообще 
                <br />
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                И <br />
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                Д <br />
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                Е <br />
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                А <br />
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                Л <br />
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                Ь <br />
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                Н <br />
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                А <br />
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                Я <br />
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                &zwnj;
                ! <br />
                ---------------
            `}
            width={208} height={380} mleft={-10} mtop={400} overflow="Y" borderRadius={0} animateFrame={false}
        />

        {/* 01/07/2025 */}
        <Frame text={`
                    01/07/<br />
                    2025<br />
                    <br />

                    а воттт чтоб прочитать вот эээта тебе придется повернуть головку!!
                    <br />
                    <br />
                    как делишки?? надеюсь прекрасна, ведь сегодня твой день рождения !!!!!!!!
                    <br />
                    <br />
                    
                    ты самая прекрасная, самая лучшая и самая очаровательная девушка на планете, а еще-еще знаешь что??
                    <br />
                    ты очень-очень красивая, прааавда, я тебя просто обожаю, я часта пересматриваю твои фотки, ты прям
                    загляденье правда!! мне очень-очень нравится в тебе всё-всё, твои супер-пупер красивые глазки, а еще
                    волосы у тебя очень красивые и ты очень-очень красивая вся полностью!! 
                `}
            width={150} height={450} mleft={320} mtop={190} rotate={90} overflow="Y"
        />

        {/* top-right frame */}
        <Frame text={` 
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
                <3 <3 <3 <3 <3 <3 <3 <3 <3 <br />
            `}
            width={350} height={50} mleft={1725} overflow="Y" rotate={90} textAlign="right" borderRadius={0} zIndex={2}
        />

        {/* 01/09/2025 */}
        <Frame text={`
                    01/9/<br />
                    2025<br />
                    <br />

                    йоу

                    <br />
                    <br />

                    я уже написал все что возможно, и с радостью написал бы это еще и еще раз, и столько раз сколько потребуется,
                    но самое главное что я хочу сказать это то что я тебя очень ценю, я просто словами не могу передать насколько
                    сильно я ценю тебя и твою заботу, я каждый раз подмечаю маленькие детали, каждое твое действие, просто я не
                    могу описать насколько мне с тобой повезло, ты меня просто понимаешь на идеально, это очень-очень мило ^^ <3

                    <br />
                    <br />

                    мы созданы друг для друга!! 

                    <br />
                    <br />

                    ^^
                    <br />
                    &zwnj;
                    `}
            width={350} height={340} mleft={180} mtop={475} overflow="Y" borderRadius={0}
        />

        {/* 01/11/2025 */}
        <Frame text={`
                    01/11/2025<br />
                    <br />

                    а сюда я постараюсь писать <br />
                    "люблю настеньку<3" каждый раз, <br /> 
                    когда я думаю о том, <br /> 
                    насколько ты у меня хорошенькая <br />
                    и насколько ты лучшенькая <3
                    
                    <br />
                    <br />
                    <br />

                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                    люблю настеньку <3 <br />
                `}
            width={400} height={200} mleft={0} mtop={780} overflow="Y" borderRadius={0} animateFrame={false} zIndex={2}
        />

        {/* (❀ˆᴗˆ)(•́ᴗ•̀✿) */}
        <Frame text={`

                    (❀ˆᴗˆ)(•́ᴗ•̀✿)
                    
                `}
            width={150} height={60}
            mleft={350} mtop={525}
            rotate={15} textAlign="left"
            borderRadius={0}
            animateFrame={false} animateBounce={true}
        />

        {/* cat */}
        <Frame text={`

        &zwnj;
        &zwnj;
        &zwnj;
        &zwnj;
        ⣄⡀⠀⠀⠀⠀                 <br />
    ⠀⠀⠀⠀⠀⢿⣧⠀⠀⠀⣀                 <br />
    ⠀⠀⠀⠀⠀⢸⣿⣇⠀⢸⣿⣿⣦⣤⣄⣀⣴⣿⣷⠀⠀⠀     <br />
    ⠀⠀⠀⠀⠀⢸⣿⣿⡆⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠀⠀⠀     <br />
    ⠀⠀⠀⠀⢀⣼⣿⣿⣧⣿⣿⣿⡟⠉⢿⣿⡏⠉⢻⠂⡀⠀     <br />
    ⠀⠀⠀⣠⣾⣿⣿⣿⣿⣿⣿⣿⣷⣦⣾⣿⣷⣦⣿⣏⠁⠀     <br />
    ⠀⠀⢰⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠏⠀      <br />
    ⠀⠀⣾⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⠋⠀⠀⠀     <br />
    ⠀⢰⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣿⣷⡀⠀⠀     <br />
    ⢠⣾⣿⡿⠋⠀⠈⠙⣿⣿⣿⡿⣿⡿⠿⠟⢿⣿⣿⣷⣄⠀     <br />
    ⠈⠿⡿⠃⠀⠀⠀⠀⣿⣿⣿⣧⠀⠀⠀⠀⠀⠉⠻⣿⡿⠂      <br />
    ⠀⠀⠀⠀⠀⠀⠀⠈⢿⡿⠟⠃⠀                <br />

        `}
        width={300} height={350}
        mleft={1000} mtop={650}
        rotate={135} textAlign="left"
        borderRadius={0} zIndex={2}
        animateFrame={true} animateBounce={false}
        />

        {/* hello kitty cat */}
        <Frame text={`
        &zwnj;
        &zwnj;
        &zwnj;
        ⠀⠀⠀⠀⢀⣀⣀⡀⠀⠀⠀⠀⠀⠀⠀⣠⠾⠛⠶⣄⢀⣠⣤⠴⢦⡀⠀⠀⠀<br />⠀
⠀⠀⠀⢠⡿⠉⠉⠉⠛⠶⠶⠖⠒⠒⣾⠋⠀⢀⣀⣙⣯⡁⠀⠀⠀⣿⠀⠀⠀⠀      <br />
⠀⠀⠀⢸⡇⠀⠀⠀⠀⠀⠀⠀⠀⢸⡏⠀⠀⢯⣼⠋⠉⠙⢶⠞⠛⠻⣆⠛⠀⠀⠀      <br />
⠀⠀⠀⢸⣧⠆⠀⠀⠀⠀⠀⠀⠀⠀⠻⣦⣤⡤⢿⡀⠀⢀⣼⣷⠀⠀⣽⠀⠀⠀       <br />
⠀⠀⠀⣼⠃⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠉⠙⢏⡉⠁⣠⡾⣇⠀⠀⠀        <br />
⠀⠀⢰⡏⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠙⠋⠉⠀⢻⡀⠀⠀          <br />
⣀⣠⣼⣧⣤⠀⠀⠀⣀⡀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⡀⠀⠀⠐⠖⢻⡟⠓⠒          <br />
⠀⠀⠈⣷⣀⡀⠀⠘⠿⠇⠀⠀⠀⢀⣀⣀⠀⠀⠀⠀⠿⠟⠀⠀⠀⠲⣾⠦⢤⠀      <br />
⠀⠀⠋⠙⣧⣀⡀⠀⠀⠀⠀⠀⠀⠘⠦⠼⠃⠀⠀⠀⠀⠀⠀⠀⢤⣼⣏⠀⠀⠀      <br />
⠀⠀⢀⠴⠚⠻⢧⣄⣀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⣀⣤⠞⠉⠉⠓⠀⠀      <br />
⠀⠀⠀⠀⠀⠀⠀⠈⠉⠛⠛⠶⠶⠶⣶⣤⣴⡶⠶⠶⠟⠛⠉             <br />
        `}

        width={375} height={300}
        mleft={485} mtop={650}
        rotate={0} textAlign="left"
        borderRadius={0}
        animateFrame={true} animateBounce={false}
        />

        {/* (⸝⸝ᵕᴗᵕ⸝⸝) */}
        <Frame text={`
            (⸝⸝ᵕᴗᵕ⸝⸝)
        `}
        width={105} height={60}
        mleft={1280} mtop={915}
        rotate={-45} textAlign="left"
        borderRadius={0} zIndex={2}
        animateFrame={true}
        />

        </>
        
    )
}
